Repository: snirdev7/---
Catalog: live-well/languages/*.po
Languages: he_il

source: Oops! That page can&rsquo;t be found.
he_il: אופס! העמוד לא נמצא

source: One thought on &ldquo;%1$s&rdquo;
he_il: תגובה אחת על "%1$s"

source: Comments are closed.
he_il: אין אפשרות להוסיף תגובות.

source: Primary
he_il: ראשי

source: Sidebar
he_il: סרגל צד

source: Add widgets here.
he_il: הוסף ווידג'טים כאן.

source: minute
he_il: דקה

source: minutes
he_il: דקות

source: General Settings
he_il: הגדרות כלליות

source: Search...
he_il: חפש...

source: Search
he_il: חיפוש

source: Home
he_il: ראשי

source: Liv Blog
he_il: ליב בלוג

source: Recipes
he_il: מתכונים

source: Products Catalog
he_il: קטלוג מוצרים

source: Category Name
he_il: שם הקטגוריה

source: recipe
he_il: מתכון

source: Add recipe
he_il: הוספת מתכון

source: Edit recipe Item
he_il: ערוך מתכון

source: New recipe Item
he_il: מתכון חדש

source: View recipe Item
he_il: צפה במתכון

source: Search recipe Item
he_il: חפש מתכון

source: No recipe Item found
he_il: לא נמצא מתכון

source: No recipe Item found in Trash
he_il: לא נמצא מתכון באשפה

source: Parent recipe Item:
he_il: מתכון הורה:

source: recipes
he_il: מתכונים

source: recipe category
he_il: קטגוריות מתכונים

source: All recipes categories
he_il: כל קטגוריות המתכונים

source: Parent recipes categories
he_il: קטגוריית מתכונים אב

source: Parent recipes categories:
he_il: קטגוריית מתכונים אב

source: New recipes category
he_il: קטגוריית מתכונים חדשה

source: Add New recipes category
he_il: הוסף קטגוריית מתכונים חדשה

source: Edit recipes category
he_il: עריכת קטגורית מתכונים

source: Update recipes category
he_il: עדכון קטגורית מתכונים

source: View recipes category
he_il: צפיה בקטגורית מתכונים

source: Search Items
he_il: חפש פריטים

source: Not Found
he_il: לא נמצא כלום

source: product
he_il: מוצר

source: Add product
he_il: הוספת מוצר

source: Edit product Item
he_il: עריכת מוצר

source: New product Item
he_il: מוצר חדש

source: View product Item
he_il: צפייה במוצר

source: Search product Item
he_il: חיפוש מוצר

source: No product Item found
he_il: לא נמצאו מוצרים

source: No product Item found in Trash
he_il: לא נמצאו מוצרים באשפה

source: Parent product Item:
he_il: פריט מוצר אב:

source: products
he_il: מוצרים

source: product category
he_il: קטגוריות מוצרים

source: All products categories
he_il: כל קטגוריות המוצרים

source: Parent products categories
he_il: קטגוריית מוצרים אב

source: Parent products categories:
he_il: קטגוריית מוצרים אב

source: New products category
he_il: קטגורית מוצרים חדשה

source: Add New products category
he_il: הוספת קטגורית מוצרים חדשה

source: Edit products category
he_il: עריכת קטגורית מוצרים

source: Update products category
he_il: עדכון קטגורית מוצרים

source: View products category
he_il: צפיה בקטגורית מוצרים

source: Posted on %s
he_il: פורסם ב-%s

source: by %s
he_il: על ידי %s

source: Posted in %1$s
he_il: פורסם ב: %1$s

source: Edit <span class="screen-reader-text">%s</span>
he_il: עריכה <span class="screen-reader-text">%s</span>

source: About
he_il: אודות

source: Blog
he_il: בלוג

source: read
he_il: קריאה

source: Contact
he_il: צור קשר

source: Homepage
he_il: דף הבית

source: By Product
he_il: לפי מוצר

source: By Category
he_il: לפי קטגוריה

source: Search Recipe
he_il: חפש מתכון

source: Selling Points
he_il: נקודות מכירה

source: Search for a city, region, or name...
he_il: חפש עיר, אזור, או שם...

source: Search Results for: %s
he_il: תוצאות חיפוש עבור: %s

source: Rich Protein
he_il: עשיר בחלבון

source: No Preservatives
he_il: ללא חומרים משמרים

source: No Genetic Engineering
he_il: ללא הנדסה גנטית

source: Share
he_il: שתפו

source: To Recipes
he_il: למתכונים

source: Natural
he_il: טִבעִי

source: Organic
he_il: אורגני

source: Vegan
he_il: טבעוני

source: Grams
he_il: גרם

source: Component
he_il: רכיבים

source: Instructions
he_il: הוראות אחסון והמלצות

source: Allergen Information
he_il: מידע אלרגני

source: Nutritional value
he_il: סימון תזונתי

source: In 100 grams of product
he_il: ב־100 גרם מוצר

source: Energy (calories)
he_il: אנרגיה (קלוריות)

source: Total fats (grams) of which:
he_il: סך השומנים (גרם) מתוכם:

source: Saturated fatty acids (grams)
he_il: חומצות שומן רוויות (גרם)

source: Trans fatty acids (grams)
he_il: חומצות שומן טראנס (גרם)

source: Cholesterol (mg)
he_il: כולסטרול (מ"ג)

source: sodium (mg)
he_il: נתרן (מ"ג)

source: Total carbohydrates (grams) from:
he_il: סך הפחמימות (גרם) מתוכן:

source: Sugars (grams)
he_il: סוכרים (גרם)

source: Dietary fiber (grams)
he_il: סיבים תזונתיים (גרם)

source: Proteins (grams)
he_il: חלבונים (גרם)

source: Calcium (mg)
he_il: סידן (מ"ג)

source: Iron
he_il: ברזל

source: Vitamin B12
he_il: ויטמין B12

source: Potassium
he_il: אשלגן

source: Kosher
he_il: כשרות

source: This recipe uses:
he_il: במתכון הזה משתמשים ב:

source: Quantity
he_il: כמות

source: Preperation Time
he_il: זמן הכנה

source: Cooking Time
he_il: זמן בישול

source: Ingredients
he_il: מצרכים

source: Preperation Process
he_il: אופן הכנה

source: sort by...
he_il: מיין לפי...

source: grams
he_il: גרם

source: Nothing Found
he_il: לא נמצא כלום

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
he_il: מצטערים, אבל לא מצאנו את מה שחיפשת. יש לנסות שוב עם מילות חיפוש אחרות.

source: Pages:
he_il: עמודים:

source: Previous Article
he_il: לכתבה הקודמת

source: Next Article
he_il: לכתבה הבאה
